Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudUI/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, fi, nl, pl, sv

source: Auto-accepted.
ca: Acceptat automàticament.
de: Automatisch akzeptiert.
fi: Automaattisesti hyväksytty.
nl: Autom. geaccepteerd.
pl: Zaakceptowano automatycznie.
sv: Autoaccepterades.

source: Certificate Details
ca: Detalls del certificat
de: Zertifikatsdetails
fi: Varmenteen yksityiskohdat
nl: Certificaatdetails
pl: Szczegóły certyfikatu
sv: Certifikatinformation

source: Certificate chain
ca: Cadena de certificats
de: Zertifikatskette
fi: Varmenneketju
nl: Certificaatketen
pl: Łańcuch certyfikatów
sv: Certifikatkedja

source: Certificate has issues.
ca: El certificat té problemes.
de: Zertifikat weist Fehler auf.
fi: Varmenteessa on ongelmia.
nl: Er zijn problemen met het certificaat.
pl: Certyfikat ma problemy.
sv: Certifikatet har problem.

source: Fingerprints
ca: Empremtes
de: Fingerabdrücke
fi: Sormenjäljet
nl: Vingerafdrukken
pl: Odciski palców
sv: Fingeravtryck

source: Hide ±
ca: Amaga ±
de: Ausblenden ±
fi: Piilota ±
nl: Verbergen ±
pl: Ukryj ±
sv: Dölj ±

source: Hostname
ca: Nom d'amfitrió
fi: Isäntänimi
nl: Hostnaam
pl: Nazwa hosta
sv: Värdnamn

source: Intermediate Certificate
ca: Certificat intermedi
de: Zwischenzertifikat
fi: Välivarmenne
nl: Tussenliggend certificaat
pl: Certyfikat pośredni
sv: Mellanliggande certifikat

source: Issuer
ca: Emissor
de: Aussteller
fi: Myöntäjä
nl: Uitgever
pl: Wystawca
sv: Utfärdare

source: No issues found.
ca: No s'han trobat problemes.
de: Keine Probleme festgestellt.
fi: Ongelmia ei löytynyt.
nl: Geen problemen gevonden.
pl: Nie znaleziono problemów.
sv: Inga problem hittades.

source: Public Key
ca: Clau pública
de: Öffentlicher Schlüssel
fi: Julkinen avain
nl: Openbare sleutel
pl: Klucz publiczny
sv: Offentlig nyckel

source: Reason
ca: Raó
de: Grund
fi: Syy
nl: Reden
pl: Powód
sv: Orsak

source: Root Certificate
ca: Certificat arrel
de: Root-Zertifikat
fi: Juurivarmenne
nl: Root-certificaat
pl: Certyfikat główny
sv: Rotcertifikat

source: Show ±
ca: Mostra ±
de: Einblenden ±
fi: Näytä ±
nl: Weergeven ±
pl: Pokaż ±
sv: Visa ±

source: Subject
ca: Assumpte
de: Betreff
fi: Aihe
nl: Onderwerp
pl: Podmiot
sv: Ämne

source: User-accepted.
ca: Acceptat per l'usuari.
de: Vom Benutzer akzeptiert.
fi: Käyttäjän hyväksymä.
nl: Gebruiker-geaccepteerd.
pl: Zaakceptowano przez użytkownika.
sv: Användaren accepterade.

source: User-rejected.
ca: Rebutjat per l'usuari.
de: Vom Benutzer abgelehnt.
fi: Käyttäjän hylkäämä.
nl: Gebruiker-geweigerd.
pl: Odrzucono przez użytkownika.
sv: Användaren avvisade.

source: Validating…
ca: Validant…
de: Validierung…
fi: Vahvistetaan…
nl: Valideren…
pl: Weryfikowanie…
sv: Validerar…

source: Validation Error
ca: Error de validació
de: Validierungsfehler
fi: Vahvistusvirhe
nl: Validatiefout
pl: Błąd weryfikacji
sv: Valideringsfel

source: Validation Status
ca: Estat de validació
de: Validierungsstatus
fi: Vahvistuksen tila
nl: Validatiestatus
pl: Status weryfikacji
sv: Valideringsstatus

source: Extensions
de: Erweiterungen
fi: Laajennukset
nl: Extensies
pl: Rozszerzenia
sv: Utökningar
